Repository: Revisor01/ValetudoApp
Catalog: ValetudoApp/ValetudoApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

# action.home
source: Home
de: Station

# action.locate
source: Locate
de: Finden

# action.resume
source: Resume
de: Fortsetzen

# action.start
source: Start
de: Starten

# action.stop
source: Stop
de: Stopp

# attachment.dustbin
source: Dust bin
de: Staubbehälter

# attachment.dustbin_short
source: Dust
de: Staub

# attachment.missing
source: missing
de: fehlt

# attachment.mop
source: Mop
de: Wischmopp

# attachment.mop_short
source: Mop
de: Mopp

# attachment.watertank
source: Water tank
de: Wassertank

# attachment.watertank_short
source: Water
de: Wasser

# consumable.bin
source: Dust Bin
de: Staubbehälter

# consumable.brush
source: Brush
de: Bürste

# consumable.main
source: Main
de: Haupt

# consumable.mop
source: Mop
de: Wischmopp

# consumable.side_left
source: Left
de: Links

# consumable.side_right
source: Right
de: Rechts

# consumables.empty
source: No consumables
de: Keine Verbrauchsmaterialien

# consumables.reset_confirm
source: Reset
de: Zurücksetzen

# consumables.reset_message %@
source: Do you really want to reset %@? Only do this if you have replaced or cleaned the part.
de: Möchtest du %@ wirklich zurücksetzen? Mach das nur, wenn du das Teil ersetzt oder gereinigt hast.

# consumables.reset_title
source: Reset Consumable
de: Verbrauchsmaterial zurücksetzen

# consumables.title
source: Consumables
de: Verbrauchsmaterial

# day.fri
source: Fri
de: Fr

# day.friday
source: Friday
de: Freitag

# day.mon
source: Mon
de: Mo

# day.monday
source: Monday
de: Montag

# day.sat
source: Sat
de: Sa

# day.saturday
source: Saturday
de: Samstag

# day.sun
source: Sun
de: So

# day.sunday
source: Sunday
de: Sonntag

# day.thu
source: Thu
de: Do

# day.thursday
source: Thursday
de: Donnerstag

# day.tue
source: Tue
de: Di

# day.tuesday
source: Tuesday
de: Dienstag

# day.wed
source: Wed
de: Mi

# day.wednesday
source: Wednesday
de: Mittwoch

# dnd.active_period
source: Active Period
de: Aktiver Zeitraum

# dnd.description
source: The robot will not start cleaning during the configured time period.
de: Der Roboter wird während des eingestellten Zeitraums keine Reinigung starten.

# dnd.enabled
source: Enable Do Not Disturb
de: Nicht stören aktivieren

# dnd.end
source: End
de: Ende

# dnd.not_supported
source: Do Not Disturb is not supported
de: Nicht-stören-Modus wird nicht unterstützt

# dnd.save
source: Save
de: Speichern

# dnd.schedule
source: Schedule
de: Zeitraum

# dnd.start
source: Start
de: Beginn

# dnd.title
source: Do Not Disturb
de: Nicht stören

# dock.clean
source: Clean
de: Reinigen

# dock.dry
source: Dry
de: Trocknen

# dock.empty
source: Empty
de: Leeren

# error.connection
source: Connection Error
de: Verbindungsfehler

# error.unknown
source: Unknown Error
de: Unbekannter Fehler

# info.disk
source: Disk
de: Festplatte

# info.free
source: Free
de: Frei

# info.memory
source: Memory
de: Speicher

# info.total
source: Total
de: Gesamt

# intensity.fanspeed
source: Fan Speed
de: Saugstärke

# intensity.mode
source: Operation Mode
de: Betriebsmodus

# intensity.mode_desc
source: Choose between vacuuming, mopping, or both.
de: Wähle zwischen Saugen, Wischen oder beidem.

# intensity.not_supported
source: No intensity settings available
de: Keine Intensitätseinstellungen verfügbar

# intensity.title
source: Intensity
de: Intensität

# intensity.water
source: Water Usage
de: Wassermenge

# iterations.multiple %lld
source: %lld passes
de: %lld Durchgänge

# iterations.single
source: 1 pass
de: 1 Durchgang

# manual.hint
source: Hold the arrow buttons to control the robot.
de: Halte die Pfeiltasten gedrückt, um den Roboter zu steuern.

# manual.title
source: Manual Control
de: Manuelle Steuerung

# map.add_preset
source: Add new location
de: Neuen Ort hinzufügen

# map.clean_zones
source: Clean Zones
de: Zonen reinigen

# map.clear_selection
source: Clear
de: Leeren

# map.delete
source: Delete
de: Löschen

# map.delete_hint
source: Tap X to delete
de: Tippe auf X um zu löschen

# map.done
source: Done
de: Fertig

# map.goto
source: Go To
de: Hierher

# map.goto_confirm_hint
source: Drag the marker to adjust, then tap Go
de: Ziehe den Marker zum Ziel und tippe auf Los

# map.goto_go
source: Go
de: Los

# map.goto_hint
source: Tap where you want the robot to go
de: Tippe auf die Stelle, zu der der Roboter fahren soll

# map.hide_presets
source: Hide presets
de: Orte ausblenden

# map.manage_presets
source: Manage presets
de: Orte verwalten

# map.nogo
source: No-Go
de: Sperrzone

# map.nogo_hint
source: Draw a rectangle around the restricted area
de: Zeichne ein Rechteck um den gesperrten Bereich

# map.nomop_hint
source: Draw a rectangle around the no-mop area
de: Zeichne ein Rechteck um den Bereich ohne Wischen

# map.preset_move_hint
source: Drag the marker to new position
de: Ziehe den Marker zur neuen Position

# map.presets
source: Presets
de: Orte

# map.room
source: Room
de: Raum

# map.save_preset
source: Save Location
de: Ort speichern

# map.save_preset_hint
source: Tap on the map to save a location
de: Tippe auf die Karte, um einen Ort zu speichern

# map.save_preset_message
source: Would you like to save this location?
de: Möchtest du diesen Ort speichern?

# map.select_rooms_hint
source: Tap rooms to select them
de: Tippe auf Räume um sie auszuwählen

# map.show_presets
source: Show presets
de: Orte anzeigen

# map.skip
source: Skip
de: Überspringen

# map.tap_to_expand
source: Tap for fullscreen
de: Antippen für Vollbild

# map.title
source: Map
de: Karte

source: Map unavailable
de: Karte nicht verfügbar

# map.wall
source: Wall
de: Wand

# map.wall_hint
source: Draw a line for the virtual wall
de: Zeichne eine Linie für die virtuelle Wand

# map.zone_hint
source: Draw a rectangle around the area to clean
de: Zeichne ein Rechteck um den zu reinigenden Bereich

# mode.mop
source: Mop
de: Wischen

# mode.vacuum
source: Vacuum
de: Saugen

# mode.vacuum_and_mop
source: Both
de: Beides

# mode.vacuum_then_mop
source: Vacuum then mop
de: Nacheinander

# mqtt.authentication
source: Authentication
de: Authentifizierung

# mqtt.connection
source: Connection
de: Verbindung

# mqtt.credentials_note
source: Credentials are hidden for security. Re-enter to change them.
de: Anmeldedaten werden aus Sicherheitsgründen nicht angezeigt. Gib sie erneut ein, um zu ändern.

# mqtt.enabled
source: Enabled
de: Aktiviert

# mqtt.identifier
source: Identifier
de: Bezeichner

# mqtt.identifier_desc
source: A unique name for this robot in the MQTT network.
de: Ein eindeutiger Name für diesen Roboter im MQTT-Netzwerk.

# mqtt.identity
source: Identity
de: Identität

# mqtt.interfaces
source: Interfaces
de: Schnittstellen

# mqtt.password
source: Password
de: Passwort

# mqtt.provide_map
source: Provide Map Data
de: Kartendaten bereitstellen

# mqtt.use_auth
source: Use authentication
de: Authentifizierung verwenden

# mqtt.username
source: Username
de: Benutzername

# notification.cleaning_complete.body %@
source: %@ finished cleaning.
de: %@ hat die Reinigung abgeschlossen.

# notification.cleaning_complete.body %@ %lld
source: %@ finished cleaning. %lld m² cleaned.
de: %@ hat die Reinigung abgeschlossen. %lld m² gereinigt.

# notification.cleaning_complete.title
source: Cleaning Complete
de: Reinigung abgeschlossen

# notification.consumable.body %@ %lld
source: %@ is at %lld%% - replace soon!
de: %@ ist bei %lld%% - bald austauschen!

# notification.consumable.title %@
source: Consumable at %@
de: Verbrauchsmaterial bei %@

# notification.error.title %@
source: Error with %@
de: Fehler bei %@

# notification.offline.body %@
source: %@ is no longer reachable.
de: %@ ist nicht mehr erreichbar.

# notification.offline.title
source: Robot Offline
de: Roboter offline

# notification.stuck.body %@
source: %@ needs help!
de: %@ braucht Hilfe!

# notification.stuck.title
source: Robot Stuck
de: Roboter steckt fest

# ntp.config
source: Configuration
de: Konfiguration

# ntp.desc
source: NTP synchronizes the robot's system time.
de: NTP synchronisiert die Systemzeit des Roboters.

# ntp.enabled
source: Enabled
de: Aktiviert

# ntp.last_sync
source: Last Sync
de: Letzte Synchronisation

# ntp.robot_time
source: Robot Time
de: Roboter-Zeit

# onboarding.map.feature1
source: Rename rooms and clean individually
de: Räume umbenennen und einzeln reinigen

# onboarding.map.feature2
source: Zones and virtual no-go areas
de: Zonen und virtuelle Sperrbereiche

# onboarding.map.feature3
source: Special locations for quick access
de: Besondere Orte für Schnellzugriff

# onboarding.map.subtitle
source: Not just a wrapper – a real native app with all features.
de: Nicht nur ein Wrapper – eine echte native App mit allen Funktionen.

# onboarding.map.title
source: Full Map Management
de: Volle Kartenverwaltung

# onboarding.next
source: Next
de: Weiter

# onboarding.notifications.feature1
source: Cleaning done, errors, consumables
de: Reinigung fertig, Fehler, Verbrauchsmaterial

# onboarding.notifications.feature2
source: Robot stuck or offline
de: Roboter steckt fest oder offline

# onboarding.notifications.feature3
source: Install Valetudo updates directly
de: Valetudo-Updates direkt installieren

# onboarding.notifications.subtitle
source: Push notifications and automatic updates.
de: Push-Benachrichtigungen und automatische Updates.

# onboarding.notifications.title
source: Always Informed
de: Immer informiert

# onboarding.skip
source: Skip
de: Überspringen

# onboarding.start_button
source: Add Robot
de: Roboter hinzufügen

# onboarding.start.subtitle
source: Add your first robot. You just need the IP address of your Valetudo robot.
de: Füge deinen ersten Roboter hinzu. Du brauchst nur die IP-Adresse deines Valetudo-Roboters.

# onboarding.start.title
source: Let's go!
de: Los geht's!

# onboarding.welcome.subtitle
source: The native iOS app for your Valetudo robot vacuum. Full control, no cloud.
de: Die native iOS-App für deinen Valetudo-Saugroboter. Volle Kontrolle, keine Cloud.

# onboarding.welcome.title
source: Welcome to ValetudiOS
de: Willkommen bei ValetudiOS

# preset.high
source: High
de: Hoch

# preset.low
source: Low
de: Niedrig

# preset.medium
source: Medium
de: Mittel

# preset.min
source: Min
de: Minimal

# preset.off
source: Off
de: Aus

# robot.battery
source: Battery
de: Akku

# robot.test_connection
source: Test Connection
de: Verbindung testen

# robot.use_auth
source: Use authentication
de: Authentifizierung verwenden

# robots.add
source: Add Robot
de: Roboter hinzufügen

# robots.empty
source: No robots configured
de: Keine Roboter konfiguriert

# robots.title
source: Robots
de: Roboter

# rooms.clean_selected
source: Clean
de: Reinigen

# rooms.edit
source: Edit
de: Bearbeiten

# rooms.edit_hint
source: Join or split rooms.
de: Räume zusammenfügen oder teilen.

# rooms.empty
source: No rooms found
de: Keine Räume gefunden

# rooms.join
source: Join Rooms
de: Räume zusammenfügen

# rooms.join_action
source: Join
de: Zusammenfügen

# rooms.join_hint
source: Select two rooms to join together.
de: Wähle zwei Räume aus, die zusammengefügt werden sollen.

# rooms.manage
source: Edit
de: Bearbeiten

# rooms.multiple_selected %lld
source: %lld rooms selected
de: %lld Räume ausgewählt

# rooms.new_name
source: New Name
de: Neuer Name

# rooms.one_selected
source: 1 room selected
de: 1 Raum ausgewählt

# rooms.rename
source: Rename Room
de: Raum umbenennen

# rooms.rename_hint
source: Tap the pencil icon to rename a room.
de: Tippe auf das Stift-Symbol um einen Raum umzubenennen.

# rooms.rename_message %@
source: Enter a new name for "%@".
de: Gib einen neuen Namen für "%@" ein.

# rooms.select_room
source: Select Room
de: Raum auswählen

# rooms.select_to_edit
source: Tap a room to edit
de: Tippe auf einen Raum zum Bearbeiten

# rooms.split
source: Split Room
de: Raum teilen

# rooms.split_action
source: Split
de: Teilen

# rooms.split_hint
source: Draw a line to split the room.
de: Zeichne eine Linie um den Raum zu teilen.

# rooms.title
source: Rooms
de: Räume

# scan.description
source: Automatically searches for Valetudo robots on your local network.
de: Sucht automatisch nach Valetudo-Robotern im lokalen Netzwerk.

# scan.found_robots
source: Found Robots
de: Gefundene Roboter

# scan.manual_entry
source: Manual Entry
de: Manuelle Eingabe

# scan.no_robots
source: No robots found
de: Keine Roboter gefunden

# scan.no_robots_hint
source: Make sure your robot is powered on and connected to the same network.
de: Stelle sicher, dass dein Roboter eingeschaltet und im selben Netzwerk ist.

# scan.rescan
source: Scan Again
de: Erneut scannen

# scan.scanning
source: Scanning network...
de: Scanne Netzwerk...

# scan.scanning_hint
source: This may take up to a minute.
de: Dies kann bis zu einer Minute dauern.

# scan.title
source: Scan Network
de: Netzwerk scannen

# settings.about
source: About
de: Über

# settings.add_robot
source: Add Robot
de: Roboter hinzufügen

# settings.advanced
source: Advanced
de: Erweitert

# settings.auth.optional
source: Authentication (optional)
de: Authentifizierung (optional)

# settings.auto_empty
source: Auto Empty
de: Automatische Entleerung

# settings.auto_empty_interval
source: Auto Empty Interval
de: Entleerungsintervall

# settings.auto_empty_interval_desc
source: Sets how often the dustbin is automatically emptied.
de: Legt fest, wie oft der Staubbehälter automatisch entleert wird.

# settings.cancel
source: Cancel
de: Abbrechen

# settings.carpet_mode
source: Carpet Mode
de: Teppich-Modus

# settings.carpet_mode_desc
source: Automatically increases suction power on carpets.
de: Erhöht automatisch die Saugleistung auf Teppichen.

# settings.carpet_sensor_mode
source: Carpet Sensor
de: Teppichsensor

# settings.carpet_sensor.adaptation
source: Adaptation
de: Anpassung

# settings.carpet_sensor.auto
source: Auto
de: Automatisch

# settings.carpet_sensor.avoidance
source: Avoidance
de: Vermeidung

# settings.carpet_sensor.high
source: High
de: Hoch

# settings.carpet_sensor.low
source: Low
de: Niedrig

# settings.carpet_sensor.medium
source: Medium
de: Mittel

# settings.carpet_sensor.off
source: Off
de: Aus

# settings.clean_mop
source: Clean Mop
de: Wischmopp reinigen

# settings.cleaning
source: Cleaning
de: Reinigung

# settings.collision_avoidance
source: Collision Avoidance
de: Kollisionsvermeidung

# settings.connection
source: Connection
de: Verbindung

# settings.delete
source: Delete
de: Löschen

# settings.delete_robot
source: Remove Robot
de: Roboter entfernen

# settings.demo_footer
source: Shows a simulated robot to demonstrate app features.
de: Zeigt einen simulierten Roboter zur Demonstration der App-Funktionen.

# settings.demo_mode
source: Demo Mode
de: Demo-Modus

# settings.device
source: Device
de: Gerät

# settings.dock
source: Dock
de: Ladestation

# settings.dock_settings
source: Dock Settings
de: Station-Einstellungen

# settings.dock_settings_desc
source: Dock settings. Actions like emptying or mop cleaning can be found on the overview page.
de: Einstellungen für die Ladestation. Aktionen wie Entleeren oder Mopp waschen findest du auf der Übersichtsseite.

# settings.dry_mop
source: Dry Mop
de: Wischmopp trocknen

# settings.edit_robot
source: Edit Robot
de: Roboter bearbeiten

# settings.empty_dustbin
source: Empty Dustbin
de: Staubbehälter entleeren

# settings.host
source: IP Address / Host
de: IP-Adresse / Host

# settings.ignore_certificate_errors
source: Ignore certificate errors
de: Zertifikatsfehler ignorieren

# settings.ignore_certificate_errors.warning
source: Warning: This setting is insecure and should only be used for self-signed certificates.
de: Warnung: Diese Einstellung ist unsicher und sollte nur für selbstsignierte Zertifikate verwendet werden.

# settings.key_lock
source: Button Lock
de: Tastensperre

# settings.key_lock_desc
source: Locks the buttons on the robot.
de: Sperrt die Tasten am Roboter.

# settings.license_footer
source: Valetudo is open source software under the Apache License 2.0. This app is not affiliated with the Valetudo project.
de: Valetudo ist Open Source Software unter der Apache License 2.0. Diese App ist nicht mit dem Valetudo-Projekt verbunden.

# settings.map
source: Map
de: Karte

# settings.map_reset
source: Reset Map
de: Karte zurücksetzen

# settings.map_reset_confirm
source: Reset
de: Zurücksetzen

# settings.map_reset_warning_message
source: The current map will be permanently deleted. The robot will need to map again.
de: Die aktuelle Karte wird unwiderruflich gelöscht. Der Roboter muss danach neu kartieren.

# settings.map_reset_warning_title
source: Reset Map?
de: Karte zurücksetzen?

# settings.mapping
source: Mapping
de: Kartierung

# settings.mapping_start
source: Start
de: Starten

# settings.mapping_warning_message
source: The current map will be deleted and replaced with a new one. This action cannot be undone.
de: Die aktuelle Karte wird dabei gelöscht und durch eine neue ersetzt. Dieser Vorgang kann nicht rückgängig gemacht werden.

# settings.mapping_warning_title
source: Start Mapping Run?
de: Kartierungsfahrt starten?

# settings.mop_auto_drying
source: Mop Auto Drying
de: Mopp Auto-Trocknung

# settings.mop_dock
source: Mop Dock
de: Wischmopp-Station

# settings.no_presets
source: No presets available
de: Keine Voreinstellungen verfügbar

# settings.no_quirks
source: No special settings available
de: Keine Spezial-Einstellungen verfügbar

# settings.no_station_settings
source: No station settings available
de: Keine Stationseinstellungen verfügbar

# settings.notification_settings
source: Notification Settings
de: Benachrichtigungseinstellungen

# settings.notification_settings_footer
source: Choose which notifications you want to receive.
de: Wähle aus, welche Benachrichtigungen du erhalten möchtest.

# settings.notifications
source: Enable Notifications
de: Benachrichtigungen aktivieren

# settings.notifications_disabled_footer
source: Enable notifications to be informed about cleaning progress, errors, and maintenance.
de: Aktiviere Benachrichtigungen, um über Reinigungsfortschritt, Fehler und Wartung informiert zu werden.

# settings.notifications_section
source: Notifications
de: Benachrichtigungen

# settings.notify_cleaning_complete_desc
source: When cleaning is completed
de: Wenn die Reinigung abgeschlossen ist

# settings.notify_consumable
source: Consumable Low
de: Verbrauchsmaterial niedrig

# settings.notify_consumable_desc
source: When consumables are running low
de: Bei niedrigem Verbrauchsmaterialstand

# settings.notify_error
source: Error Messages
de: Fehlermeldungen

# settings.notify_error_desc
source: When the robot encounters an error
de: Bei Fehlern des Roboters

# settings.notify_offline
source: Robot Offline
de: Roboter offline

# settings.notify_offline_desc
source: When the robot becomes unreachable
de: Wenn der Roboter nicht erreichbar ist

# settings.notify_stuck
source: Robot Stuck
de: Roboter steckt fest

# settings.notify_stuck_desc
source: When the robot gets stuck
de: Wenn der Roboter nicht weiterkommt

# settings.obstacle_avoidance
source: Obstacle Avoidance
de: Hindernisvermeidung

# settings.password
source: Password
de: Passwort

# settings.persistent_map
source: Persistent Map
de: Persistente Karte

# settings.persistent_map_desc
source: Saves the map permanently for targeted cleaning.
de: Speichert die Karte dauerhaft für gezielte Reinigung.

# settings.pet_obstacle_avoidance
source: Pet Detection
de: Haustier-Erkennung

# settings.quirks
source: Special Settings
de: Spezial-Einstellungen

# settings.quirks_desc
source: Robot-specific settings and features.
de: Roboter-spezifische Einstellungen und Funktionen.

# settings.robot_no_settings
source: No additional settings available
de: Keine zusätzlichen Einstellungen verfügbar

# settings.robot_settings
source: Robot Settings
de: Roboter-Einstellungen

# settings.robots
source: Robots
de: Roboter

# settings.robots_footer
source: Manage your Valetudo robots. Tap a robot to edit it.
de: Verwalte deine Valetudo-Roboter. Tippe auf einen Roboter, um ihn zu bearbeiten.

# settings.save
source: Save
de: Speichern

# settings.section_robot
source: Robot
de: Roboter

# settings.section_title
source: Settings
de: Einstellungen

# settings.speaker
source: Speaker
de: Lautsprecher

# settings.start_mapping
source: Start Mapping Run
de: Kartierungsfahrt starten

# settings.start_mapping_desc
source: Creates a new map of your home.
de: Erstellt eine neue Karte deiner Wohnung.

# settings.test_connection
source: Test Connection
de: Verbindung testen

# settings.test_speaker
source: Test Speaker
de: Lautsprecher testen

# settings.title
source: Settings
de: Einstellungen

# settings.use_ssl
source: Use SSL/HTTPS
de: SSL/HTTPS verwenden

# settings.username
source: Username
de: Benutzername

# settings.volume
source: Volume
de: Lautstärke

# settings.wash_temp.cold
source: Cold
de: Kalt

# settings.wash_temp.hot
source: Hot
de: Heiß

# settings.wash_temperature
source: Wash Temperature
de: Waschtemperatur

# settings.wifi
source: WiFi
de: WLAN

# stats.area
source: Cleaned Area
de: Gereinigte Fläche

# stats.count
source: Cleanings
de: Reinigungen

# stats.current
source: Current Cleaning
de: Aktuelle Reinigung

# stats.current_cleaning
source: Current cleaning:
de: Aktuelle Reinigung:

# stats.last
source: Last
de: Letzte

# stats.last_cleaning
source: Last cleaning:
de: Letzte Reinigung:

# stats.not_supported
source: No statistics available
de: Keine Statistiken verfügbar

# stats.show_all
source: Show all statistics
de: Alle Statistiken anzeigen

# stats.time
source: Cleaning Time
de: Reinigungszeit

# stats.title
source: Statistics
de: Statistiken

# stats.total
source: Total
de: Gesamt

# status.charging
source: Charging
de: Lädt

# status.cleaning
source: Cleaning
de: Reinigt

# status.docked
source: Docked
de: In Station

# status.error
source: Error
de: Fehler

# status.idle
source: Idle
de: Bereit

# status.paused
source: Paused
de: Pausiert

# status.returning
source: Returning
de: Kehrt zurück

# tab.map
source: Map
de: Karte

# tab.robots
source: Robots
de: Roboter

# tab.settings
source: Settings
de: Einstellungen

# timer.action
source: Action
de: Aktion

# timer.action_type
source: Action Type
de: Aktionstyp

# timer.daily
source: Daily
de: Täglich

# timer.days
source: Days
de: Wochentage

# timer.full_cleanup
source: Full Cleanup
de: Komplettreinigung

# timer.label
source: Label (optional)
de: Bezeichnung (optional)

# timer.segment_cleanup
source: Room Cleanup
de: Raumreinigung

# timer.time
source: Time
de: Uhrzeit

# timer.weekdays
source: Weekdays
de: Wochentags

# timer.weekends
source: Weekends
de: Wochenende

# timers.add
source: Add Timer
de: Timer hinzufügen

# timers.add_description
source: Tap + to create a timer
de: Tippe + um einen Timer zu erstellen

# timers.edit
source: Edit Timer
de: Timer bearbeiten

# timers.empty
source: No timers configured
de: Keine Timer eingerichtet

# timers.title
source: Timers
de: Timer

# update.apply
source: Apply Update Now (Restart)
de: Update jetzt anwenden (Neustart)

source: Update Available
de: Update verfügbar

# update.cancel
source: Cancel
de: Abbrechen

# update.confirm
source: Start Update
de: Update starten

# update.do_not_disconnect
source: Do not disconnect power!
de: Nicht vom Strom trennen!

# update.downloading
source: Downloading update...
de: Update wird heruntergeladen...

source: Update in progress...
de: Update läuft...

# update.in_progress_hint
source: The robot will restart. Do not disconnect power!
de: Der Roboter wird neu starten. Nicht vom Strom trennen!

# update.install
source: Install Update
de: Update installieren

# update.latest
source: Latest Version
de: Neueste Version
